Repository: ZhangGaoxing/Text2Speech
Catalog: Source/Text2Speech/Strings/*/Resources.resw
Source language: en
Languages: ja_jp

# About.Label
source: About
ja_jp: について

# AboutMe.Label
source: About Me
ja_jp: 作者について

# Alipay.Content
source: Alipay
ja_jp: 支付宝

# AppName.Text
source: Text2Speech
ja_jp: 音声合成器

# AppNameText
source: Text2Speech
ja_jp: 音声合成器

# AuthorName.Text
source: ZhangGaoxing
ja_jp: 张高兴

# ConvertPitch.Header
source: Pitch
ja_jp: 口調

# ConvertRate.Header
source: Rate
ja_jp: スピード

# ConvertText.Text
source: Convert Text
ja_jp: 変換したテキスト

# ConvertVoice.Header
source: Voice
ja_jp: 音声

# ConvertVolume.Header
source: Volume
ja_jp: 音量

# Desc1.Text
source: Gaoxing is committed to creating a clean application that has no purchase and advertising, and makes a small contribution to the UWP.
ja_jp: 张高兴致力于打造无内购、无广告的干净应用，在 UWP 这个小圈子里做出自己微小的贡献。

# Desc2.Text
source: If you think this application is still good, please donate me.
ja_jp: 如果您觉得本应用还不错的话，请捐助我。

# EMail.Text
source: Mail to ：
ja_jp: メールを送る：

# EnableCortana.Label
source: Enable Cortana
ja_jp: Cortana 起用

# EnableDesc.Text
source: Want to use Cortana as a voice synthesis engine? The permissions given by UWP do not complete this operation and therefore need to be enabled manually (this is for Chinese, but other languages are as the same step, just change the engine name).
ja_jp: をしたいCortana音声合成エンジン？UWPに与えられた権限を完成しないこの項の操作であり、手作りの起用（これは、中国のために、しかし、他の言語は、同様のステップとして、ちょうどエンジン名変更）。

# EnableStep1.Text
source: 1. Save the following code copy as a .Ps1 file and run with the PowerShell (Administrator)
ja_jp: 1. 次のコードをコピー保存 .ps1 ファイルを使用PowerShell（管理）運行

# EnableStep2.Text
source: 2. Add the following content in the Tokens node in C:\Windows\SysWOW64\Speech_OneCore\common\zh-CN\tokens_TTS_zh-CN.xml (you need to get ownership of the file and get modified, write permissions)
ja_jp: 2. C：\ Windows \ SysWOW64 \ Speech_OneCore \ common \ zh-CN \ tokens_TTS_zh-CN.xml中のTokensノード内足を付ける内容は下記のとおり（必要するファイルの所有権を取得し、書き込み改正権限）

# EnableStep3.Text
source: 3. Restart the application, select Microsoft Hongyu Mobile in Voice
ja_jp: 3. 応用を再起動して、Microsoft Hongyuモバイルで

# Feedback.Text
source: Feedback
ja_jp: フィードバック

# FileInput.Text
source: Please drop the file here.
ja_jp: 書類をこれに入れてください。

# FileInputText
source: Please drop the file here.
ja_jp: 書類をこれに入れてください。

# License.Text
source: This application is licensed under the MIT License ：
ja_jp: 本アプリケーション使用 MIT 許可オープンソース：

# Others.Text
source: Others
ja_jp: 其他

# Play.Text
source: Play
ja_jp: 放送

# Save.Text
source: Save
ja_jp: 保存

# Sina.Text
source: Send Weibo Message ：
ja_jp: 新浪微博私信：

# Weixin.Content
source: Weixin
ja_jp: 微信
